{
  "id": "4",
  "npcName": "Room 104",
  "description": "A woman with unblinking, glaring eyes. Terrifying, yet her voice is calm and articulate.",
  "isMonster": true,
  "dialogueByDay": [
    {
      "day": 1,
      "options": [
        {
          "playerText": "Hello!",
          "npcTexts": [ "Hello.", "Don’t mind my eyes, they’ve been like this since I was a child.",
          "I still see everything clearly—sometimes even clearer than ordinary people." ],
          "isExit": false
        },
        {
          "playerText": "Have you lived here long?",
          "npcTexts": [ "I just moved in about two months ago.", "It’s noisy at night, but I’ve gotten used to it.",
          "For me, all I need is a book and silence."],
          "isExit": false
        },
        {
          "playerText": "What’s your profession?",
          "npcTexts": [ "I’m a literature teacher.", "I believe words can be more powerful than weapons.",
          "Wherever I go, I always carry a few books with me—my most faithful companions."],
          "isExit": false
        },
        {
          "playerText": "Have you seen anyone strange around here?",
          "npcTexts": [ "I’ve noticed some new faces, but none that truly worry me.", "Humans are naturally suspicious of each other.",
          "But most fears are born from our own imagination."],
          "isExit": false
        },
        {
          "playerText": "Goodbye",
          "npcTexts": [ "Goodbye.", "Remember: What we fear most is often just the shadow of ourselves." ],
          "isExit": true
        }
      ]
    },
    {
      "day": 2,
      "options": [
        {
          "playerText": "Hello!",
          "npcTexts": [ "Hello.", "I just spent the whole evening preparing lesson plans… or was I reading?",
          "I often confuse work with pleasure." ],
          "isExit": false
        },
        {
          "playerText": "How long have you lived here again?",
          "npcTexts": [ "Hmm… about a month and a half… maybe longer.", 
          "When I’m teaching, I often lose track of time, as if every day melts into one continuous flow.",
          "Do you ever feel that way?" ],
          "isExit": false
        },
        {
          "playerText": "Do you think this place is safe?",
          "npcTexts": [ "Safe is… relative.", "Humans are the most unpredictable thing of all.",
          "When I taught students, just looking into their eyes told me who was lying."],
          "isExit": false
        },
        {
          "playerText": "Did you hear anything strange last night?",
          "npcTexts": [ "I heard footsteps dragging down the hallway.", "But my eyes didn’t see anyone.",
          "I suppose it was just an auditory illusion."],
          "isExit": false
        },
        {
          "playerText": "Goodbye",
          "npcTexts": [ "Goodbye.", "Have a pleasant shift." ],
          "isExit": true
        }
      ]
    },
    {
      "day": 3,
      "options": [
        {
          "playerText": "Hello!",
          "npcTexts": [ "You look more tired than yesterday. I, on the other hand… feel much stronger.", 
          "Maybe because I’ve been eating well… or perhaps because I’ve learned to absorb the energy of this place."],
          "isExit": false
        },
        {
          "playerText": "Do you still enjoy teaching?",
          "npcTexts": [ "Of course.", 
          "I love listening to students tremble as they recite poetry in front of the class.",
          "It excites me… in a peculiar way."],
          "isExit": false
        },
        {
          "playerText": "Do you get close to anyone here?",
          "npcTexts": [ "I keep my distance.", "I wait for others to slip up—that’s when you learn the most about them."],
          "isExit": false
        },
        {
          "playerText": "What do you think about the strange disease spreading?",
          "npcTexts": [ "People call it a disease. I call it adaptation.", "The human body always changes with its environment.",
          "Perhaps we are evolving into something… more complete."],
          "isExit": false
        },
        {
          "playerText": "Goodbye",
          "npcTexts": [ "Good night.", "And remember… don’t let others hear your heartbeat too clearly.",
          "Some creatures… are drawn to that sound."],
          "isExit": true
        }
      ]
    },
    {
      "day": 4,
      "options": [
        {
          "playerText": "Hello!",
          "npcTexts": [ "Oh… don’t look at me as if I’ve become a monster.", 
          "This is merely… the final stage of evolution.",
          "I see everything more clearly than ever."],
          "isExit": false
        },
        {
          "playerText": "Are you feeling well?",
          "npcTexts": [ "I’ve never felt so powerful.", 
          "I no longer crave bread or meat."],
          "isExit": false
        },
        {
          "playerText": "Do you remember what you told me before?",
          "npcTexts": [ "Of course.", "I told you about books, about teaching, about people.",
          "I remember everything… because those memories now flow in my very blood."],
          "isExit": false
        },
        {
          "playerText": "What would you do if there was an imposter?",
          "npcTexts": [ "I think imposters and humans can live together.", "There are good and bad people.",
          "And imposters are the same."],
          "isExit": false
        },
        {
          "playerText": "Goodbye",
          "npcTexts": [ "Go.", "But remember—if your heart beats too fast… I will hear it."],
          "isExit": true
        }
      ]
    }
  ]
}
