{
  "id": "5",
  "npcName": "Phòng 201",
  "description": "Một nhà khoa học trông có vẻ không được bình thường",
  "isMonster": false,
  "scanShowDay3":[true, true],
  "scanShowDay4":[true, true],
  "dialogueByDay": [
    {
      "day": 1,
      "options": [
        {
          "playerText": "Nghiên cứu gần đây của ông?",
          "npcTexts": [ "Ồ, tất nhiên! Tôi đang mày mò về mô tế bào", "Chúng tan rã rất nhanh","Kỳ lạ thật, phải không?"],
          "isExit": false
        },
        {
          "playerText": "Ông làm việc với ai?",
          "npcTexts": [ "Tôi từng làm trong một phòng thí nghiệm của chính phủ", "nhưng họ bảo nghiên cứu của tôi đi quá xa.",
          "Nực cười, chỉ vì tôi thử cấy một vài… mẫu vật đặc biệt thôi."],
          "isExit": false
        },
        {
          "playerText": "Sở thích ngoài nghiên cứu của ông?",
          "npcTexts": [ "Ăn uống, ngủ nghỉ… đều chỉ là sự lãng phí thời gian.", "Tôi thích quan sát cách cơ thể phân hủy hơn.",
          "Nó… đẹp, theo một nghĩa nào đó."],
          "isExit": false
        },
        {
          "playerText": "Ông có hay ra ngoài không?",
          "npcTexts": [ "Ít thôi. Tôi không thích ánh sáng. Nó làm da tôi… à,", 
          "da chúng trở nên nhợt nhạt hơn. Ồ, tôi lỡ lời rồi. Ý tôi là… da tôi chứ."],
          "isExit": false
        },
        {
          "playerText": "Tạm biệt",
          "npcTexts": [ "Được rồi, cậu đi đi.", "Tôi còn vài mẫu đang chờ dưới kính hiển vi." ],
          "isExit": true
        }
      ]
    },
    {
      "day": 2,
      "options": [
        {
          "playerText": "Nghiên cứu hôm qua của ông?",
          "npcTexts": [ "À, đúng rồi. Những mô tế bào", "Hôm nay chúng không hề tan rã, mà như đang tự tái tạo."
          ,"Khó hiểu thật, cậu có thấy không?"],
          "isExit": false
        },
        {
          "playerText": "Ông làm việc về lĩnh vực gì?",
          "npcTexts": [ "Chỉ là mấy thứ lặt vặt thôi", "Sinh học nhân tạo, mô phỏng trí nhớ, tạo bản sao cơ thể.",
          "À, mà… cậu đừng ghi lại nhé, mấy thứ này tuyệt mật đấy."],
          "isExit": false
        },
        {
          "playerText": "Ông có ai thân thiết không?",
          "npcTexts": [ "Bạn bè? Người thân? Tất cả đều… tan biến hết rồi.", "Giờ tôi chỉ có những cái lọ thủy tinh chứa mẫu.",
          "Chúng yên lặng, ngoan ngoãn, không cãi lời."],
          "isExit": false
        },
        {
          "playerText": "Ông ngủ có ngon không?",
          "npcTexts": [ "Giấc ngủ chỉ làm cơ thể yếu đi.", 
          "Tôi thích quan sát ban đêm hơn."],
          "isExit": false
        },
        {
          "playerText": "Tạm biệt",
          "npcTexts": [ "Đi đi. Tôi muốn tập trung…"],
          "isExit": true
        }
      ]
    },
    {
      "day": 3,
      "options": [
        {
          "playerText": "Nghiên cứu tế bào thế nào rồi?",
          "npcTexts": [ "Tôi thử ghép các tế bào lạ vào mẫu nuôi.", "Kết quả là chúng nhân lên… nhưng xoá sạch tế bào gốc ban đầu."
          ,"Nhìn như cơ thể còn sống, nhưng thật ra nó đã bị thay thế."],
          "isExit": false
        },
        {
          "playerText": "Nghiên cứu của ông nguy hiểm không?",
          "npcTexts": [ "Nguy hiểm ư? Cái gì cũng nguy hiểm nếu đẩy đến cực hạn",
          "Người ta sợ vì thấy hình hài quen thuộc",
          "nhưng bên trong… đã chẳng còn gì của “người” cả."],
          "isExit": false
        },
        {
          "playerText": "Ông còn liên lạc với chính phủ không?",
          "npcTexts": [ "Họ ngắt liên lạc với tôi từ lâu rồi.", 
          "Nhưng tôi nhớ các phòng thí nghiệm rất nhiều"],
          "isExit": false
        },
        {
          "playerText": "Ông ăn gì để sống vậy?",
          "npcTexts": [ "Tôi cắn thử mấy mẫu thịt trong phòng thí nghiệm.", "Cậu đừng nhìn tôi ghê thế, nó… giàu dinh dưỡng hơn cơm hộp nhiều."],
          "isExit": false
        },
        
        {
          "playerText": "Tạm biệt",
          "npcTexts": [ "Đi đi, nhanh. Tôi phải giữ tỉnh táo..."],
          "isExit": true
        }
      ]
    },
    {
      "day": 4,
      "options": [
        {
          "playerText": "Nghiên cứu tế bào thế nào rồi?",
          "npcTexts": [ "Chúng… hoàn hảo hơn cả mong đợi.", "Da thịt không còn là da thịt, mà như một lớp mặt nạ trơn tru.",
          "Cậu biết không, tôi soi gương và thấy mình cười...","... nhưng tôi không hề ra lệnh cho cơ mặt làm thế."],
          "isExit": false
        },
        {
          "playerText": "Ông nghĩ chúng ta còn kiểm soát nổi không?",
          "npcTexts": [ "Kiểm soát? Ha… không, giờ chúng tự viết lại mã sinh học rồi.",
          "Con người chỉ còn là… bản nháp cho chúng.",
          "Thật đẹp, thật khủng khiếp."],
          "isExit": false
        },
        {
          "playerText": "Ông vẫn ăn thịt từ thí nghiệm?",
          "npcTexts": [ "Hôm nay, tôi không cần ăn nữa. Các tế bào… nuôi tôi từ bên trong.", 
          "Nhưng cái vị thịt sống… nó vẫn còn vương trong miệng, ngọt đến khó quên."],
          "isExit": false
        },
        {
          "playerText": "Những 'kẻ giả mạo' là do chính phủ tạo ra?",
          "npcTexts": [ "Tôi có thể tạo ra các tế bào nhân bản.", 
          "Chính phủ thì có hàng trăm... à không hàng nghìn kẻ giỏi hơn tôi."],
          "isExit": false
        },  
        {
          "playerText": "Tạm biệt",
          "npcTexts": [ "Cậu mau rời đi đi...",
          "Tôi không chắc sáng mai còn giữ được giọng nói này.",
          "Có thể... một thứ khác sẽ mượn miệng tôi để chào cậu."],
          "isExit": true
        }
      ]
    }
  ]
}
